Repository: pinae/Djangcoll
Catalog: djangcoll/imgcoll/locale/*/LC_MESSAGES/django.po
Languages: de

source: Enter your email for updates. (Optional)
de: Geben Sie Ihre E-Mail-Adresse für Updates an.

source: Manufacturer and name of your cell phone. (Optional)
de: Hersteller und Modellbezeichnung des Smartphones

source: food_name
de: Nahrungsmittel

source: Name of the food to analyze.
de: Bezeichnung des zu analysierenden Nahrungsmittels

source: comment
de: Kommentar

source: Let us know how to improve our service! (Optional)
de: Wie können wir die Software verbessern?

source: Manufacturer and name of your cell phone
de: Hersteller und Modellbezeichnung des Smartphones

source: calibration image
de: Kalibrierungsbild

source: Image of an empty plate for calibration
de: Kalibrierungsbild von einem leeren Teller

source: Image of a potato slice
de: Foto einer Kartoffelscheibe

source: Image of some flour
de: Foto von etwas Mehl

source: Image of some milk
de: Foto einer Milchpfütze

source: Name of the food to analyze
de: Bezeichnung des zu analysierenden Nahrungsmittels

source: Food image to analyze
de: Bild des zu analysierenden Nahrungsmittels

source: Imprint
de: Impressum

source: FAIGE project server
de: c’t Testserver FAIGE

source: Responsible for this page (german law § 5 TMG / § 18 MStV):
de: Verantwortlich für dieses Angebot gemäß § 5 TMG / § 18 MStV:

source: Responsible for the content according to german law § 18 Abs. 2 MStV:
de: Inhaltlich verantwortlich gemäß § 18 Abs. 2 MStV:

source: image upload and processing
de: Bilder-Upload und Analyse

source: data privacy
de: Datenschutz

source: imprint
de: Impressum

source: Photo upload
de: Photo Upload & Analyse

source: Results
de: Analyseergebnisse

source: Food analyzer
de: Nahrungsanalysator

source: This is a beta installation of FAIGE (Foodscan Artificial Intelligence Generic Entry). This software uses artificial intelligence (AI) to analyze food on a melecular level. It currently detects amylum, lactose and insect protein. for further information read the article in
de: Dies ist eine Testinstanz von FAIGE (Foodscan Artificial Intelligence Generic Entry), mit der Sie Inhaltsstoffe in Speisen analysieren können. Derzeit ist die Analyse beschränkt auf Stärke, Laktosegehalt und Insektenprotein beschränkt. Lesen Sie die Hintergründe in

source: The first image should contain an empty plate. This image is used for camera calibration.
de: Das erste Bild sollte einen leeren weißen Teller zeigen. Wir nutzen dieses Bild, um die Kamera und Linse zu kalibrieren.

source: empty dish
de: Leerer Teller

source: folding rule next to it
de: Leerer Teller, Zollstock daneben

source: The pictures of the potato slice, the flour and the milk are used for calibrating the near infrared raw data. Please be aware that poor lighting conditions for these pictures may greatly reduce the classification accuracy.
de: Die Bilder von einer Kartoffelscheibe, einem Mehl-Bett und von der Milchpfütze nutzen wir, um die Nahinfrarot-Anteile in den Rohdaten vom CMOS-Sensor zu kalibrieren. Bitte beachten Sie, dass ungenügende Lichtverhältnisse die Klassifizierungsgenauigkeit stark beeinträchtigen.

source: dish with potato
de: Teller mit Kartoffel

source: dish with flour
de: Teller mit Mehl

source: dish with milk
de: Teller mit Milch

source: Place the food you want to classify on the same plate as shown in the calibration image. Take a picture, upload it in the last field and supply a descriptive name to the food in the picture.
de: Platzieren Sie das zu klassifizierende Nahrungsmittel auf einem gleichen Teller wie im Kalibrierungsbild. Schießen Sie dann das Foto und laden Sie es zusammen mit einer aussagekräftigen Beschreibung hoch.

source: Please supply a mail address (optional) if you like to get notified if your data calibration gets updated.
de: Geben Sie eine E-Mail-Adresse an, damit wir Sie benachrichtigen können, wenn Ihre Kalibrierungsdaten ein Update bekommen. Die Angabe der E-Mail ist freiwillig.

source: Please fill in the name of your cell phone model. This greatly helps to cluster the training data for different CMOS sensors. You can expect to get much better results if you supply the correct manufacturer and model of your device.
de: Geben Sie unbedingt die Typenbezeichnung Ihres Smartphones an. Eine korrekte Angabe von Hersteller und Modellbezeichnung hilft uns die Trainingsdaten für verschiedene CMOS-Sensoren zu clustern. Mit einer korrekten Angabe bekommen Sie im Allgemeinen bessere Ergebnisse.

source: Upload and analyze
de: Hochladen und Analysieren

source: Succesfully uploaded:
de: Erfolgreich hochgeladen:

source: Your data is being processed...
de: Ihre Daten werden verarbeitet. Bitte Warten...

source: processing...
de: Verarbeitung läuft...

source: Results:
de: Ergebnisse:

source: measured parameter
de: Messgröße

source: measured value
de: Messwert

source: amylum
de: Stärke

source: lactose
de: Laktosegehalt

source: insect protein
de: Insektenprotein

source: Calibration data:
de: Kalibrierungsbilder:

source: Submitted data:
de: Übermittelte Daten:

source: Comment:
de: Kommentar:

source: ERROR: Request body was not valid JSON.
de: FEHLER: Die übertragenen Daten waren nicht im JSON-Format.

source: ERROR: You have to send a email address.
de: FEHLER: Sie müssen das Feld „email“ angeben.

source: ERROR: Invalid request.
de: FEHLER: Falsches Anfrageformat.

source: ERROR: You have to send a processing ID.
de: FEHLER: Sie müssen eine Datensatz-ID angeben.
